Лабороторная работа №1. VLAN ( Access and Trunk )

VLAN (виртуальная локальная компьютерная сеть) — это логическая сеть, которая создаётся внутри более крупной физической сети. Сети VLAN позволяют сегментировать сеть на более мелкие виртуальные подсети, которые можно использовать для изоляции трафика и повышения производительности сети.
Виртуальные сети часто используются в корпоративных сетях для разделения различных отделов или групп или для сегментирования различных типов трафика (таких как голос, данные и видео). Они также могут использоваться в домашних сетях для изоляции различных устройств или пользователей или для отделения гостевых сетей от основной сети.

